spring-cxf/ReadMe

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
    <Body>
	        <person xmlns="http://model.bahadirakin.com/">
            <name xmlns="">Yasin</name>
            <surname xmlns="">Cakmak</surname>
        </person>
    </Body>
</Envelope>
